import image from "../../../assets/images/main.png";
import image1 from "../../../assets/images/img1.jpg";
import image2 from "../../../assets/images/img2.jpg";
import image3 from "../../../assets/images/img3.jpg";
import image4 from "../../../assets/images/photo_2022.jpg";
export const ratingData = [
  { title: "Фақат матн кўринишидаги маълумотлар юборилган", ball: 20, id: 1 },
  {
    title:
      "Маълум вақт мобайнида бир жойга қайтадан борилган бўлсада масалалар ечими ҳал бўлмаган ва яна худди шундай топшириқ бериш билан чекланилган",
    ball: 20,
    id: 2,
  },
  {
    title:
      "Фотофактлар 4 тадан кам келтирилган ва бажарилган ишларга мос келмайди",
    ball: 20,
    id: 3,
  },
  {
    title:
      "Фотофактлар ва маълумотлар белгиланган субкатегорияга мос келмайди",
    ball: 10,
    id: 4,
  },
  {
    title: "Юборилган маълумотлар тўлиқ ва сифатли ёритилмаган, тушунарсиз",
    ball: 10,
    id: 5,
  },
  {
    title:
      "Раҳбар иштироки (ўринбосар белгиланган бўлса ҳам инобатга олинади) қатнашмаган маълумотлар",
    ball: 20,
    id: 6,
  },
];
export const mainData = [
  {
    id: Date.now(),
    mainTitle:
      "Қўқон шаҳар 1-гуруҳ раҳбари Усмонов Маруф Азамович томонидан бажарилган ишлар",
    media: [
      {
        image: image,
        lat: "40.367700",
        lang: "71.282090",
        time: "2022-06-13T00:33:40.993Z",
      },
      {
        image: image1,
        lat: "40.367700",
        lang: "71.282090",
        time: "2022-06-13T13:33:40.993Z",
      },
      {
        image: image2,
        lat: "40.367700",
        lang: "71.282090",
        time: "2022-06-13T13:33:40.993Z",
      },
      {
        image: image3,
        lat: "40.367700",
        lang: "71.282090",
        time: "2022-06-13T13:33:40.993Z",
      },
      {
        image: image4,
        lat: "40.367700",
        lang: "71.282090",
        time: "2022-06-13T13:33:40.993Z",
      },
    ],
    description:
      "Қўқон шаҳар ҳокими Маруфжон Усмонов Ўрда майдони рўпарасида  жойлашган `Амирий` кутубхонасини жихозлаш ва адабиётлар билан тўлдириш бўйича олиб борилаётган ишлар билан танишди. Шаҳар ҳокими мутасаддиларга кутубхонани замонавий услубда жихозлаш, сайёхлар оқимини ҳам инобатга олиш, кутубхонанинг электрон ва рақамли имкониятларини кенгайтириш юзасидан кўрсатмалар берди.",
  },
];
